Revit 2024 API
SymbolTypeId.Btu Property
 Symbol Btu, indicating unit British thermal units.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Btu { get; }
Visual Basic
Public Shared ReadOnly Property Btu As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Btu {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace